export const testimonials = [
  {
    "name": "Phyoe Thet Paing",
    "date": "Feb 1",
    "message": "နည်းပညာပိုင်းမှာလေးစားရတဲ့သူပါ"
  },
  {
    "name": "Oymnizwaz Ramnaym",
    "date": "Sep 12, 2024",
    "message": "လုံးဝ အခြေခံကျကျသင်ပေးတာ တော်တော်သဘောကျတယ်ဗျ ။ DDSA မှာတက်တုန်းက လက်တွေ့ပဲ🖤"
  },
  {
    "name": "Swan Pyae",
    "date": "Jan 5, 2024",
    "message": "ဆရာကစေတနာလဲကောင်း စာအသင်အပြလဲပြီး knowledge sharing တွေလဲအများကြီးလုပ်ပေးတဲ့ အတွက် NCC ITကျောင်းက ကျွန်တော့်အတွက်တော့ တကယ့်ကို အဆင်ပြေတဲ့ ITသင်တန်းကျောင်းတစ်ခုပါပဲ။❤️"
  },
  {
    "name": "Nge Aung Bo",
    "date": "Jan 2, 2024",
    "message": "ကျနော်တို့ လွယ်လွယ်နားလည်နိုင်အောင်ရှင်းပြပေးနိုင်တဲ့ အကိုတို့ရဲ့ကြိုးစားမှုတိုင်းကို အစဉ်မြဲ လေးစားလျက်ပါ\n\nနည်းပညာအသစ်အသစ်တွေတွက်လဲ အထူးကျေးဇူးတင်ပါတယ်ဗျ"
  },
  {
    "name": "Helen",
    "date": "Jan 1, 2024",
    "message": "Sharing လုပ်ပေးတာတွေကအရမ်းကိုအဆင်ပြေပါတယ်ရှင့် သေချာရှင်းပြပေးထားလို့ပိုပြီးတော့နားလည်ပါတယ်ရှင့်။"
  },
  {
    "name": "Ye Wai Aung",
    "date": "Jan 1, 2024",
    "message": "free sharing နဲ့ scholarship တွေလုပ်ပေးတဲ့အတွက်ကျေးဇူးပါ"
  },
  {
    "name": "Han Win Aung",
    "date": "Jan 1, 2024",
    "message": "နည်းပညာတွေကို အခမဲ့ Sharing လုပ်ပေးနေတဲ့အတွက် အထူးကျေးဇူးတင်ပါတယ်။\nသိလိုသမျှကိုလည်း စိတ်ရှည်လက်ရှည် ရှင်းပြပေးတာ ကျေးဇူးတင်ပါတယ်။❤️❤️"
  },
  {
    "name": "Kaung Htet Htoon",
    "date": "Jan 1, 2024",
    "message": "ဒီ page မှာ စိတ်ဝင်စားစရာတွေအများကြီးကို free share ပေးထားလို့ ကျေးဇူးတင်ပါတယ်။ linux နဲ့ဝေးနေပေမဲ့ ဒီ page က တင်ပေးတဲ့ linux post လေးတွေဖတ်ပြီး linux ပြန်သုံးချင်စိတ်ပေါ်လာလို့ ကျေးဇူးပါဗျ။ python နဲ့ပတ်သတ်တာတွေတင်ထားပေးလို့လည်း ကျေးဇူးတင်ပါတယ်။"
  },
  {
    "name": "Aung San Win",
    "date": "Jan 1, 2024",
    "message": "PageကနေPythonလေ့လာတာ တော်တော်ခရီးရောက်နေပါပြီ Linuxလည်းလေ့လာနေပါတယ်ဗျ"
  },
  {
    "name": "Nay Myo Kyaw",
    "date": "Dec 31, 2023",
    "message": "ဆရာ့သင်တန်းရဲ့ Scholarship သင်တန်းတွေကိုကြိုက်ပါတယ်\nငွေကြေးမပြည့်စုံတဲ့သူတွေကို IT လမ်းကြောင်းပေါ်ရောက်အောင် ပျိုးထောင်ပေးနိုင်လို့ပါ"
  },
  {
    "name": "Htet Thu Aung",
    "date": "Dec 31, 2023",
    "message": "အများကြီး လေ့လာခွင့်ရရှိခဲ့တဲ့ အတွက် အရမ်းလည်းကျေးဇူးတင်ပါတယ် free sharing ဆိုပေမယ့် သေသေချာချာ ပြင်ဆင် စေတနာ အပြည့်နဲ့ sharing လုပ်ပေးတာကို လည်းကျေးဇူးဆင်ပါတယ်"
  },
  {
    "name": "Stephen Dave",
    "date": "Dec 31, 2023",
    "message": "free ပေးထားတဲ့ စာအုပ်တွေ သင်ခန်းစာတွေအများကြီး တင်ပေးထားတဲ့ page မို့လို့ ကျနော့်လို ခုမှစလေ့လာတဲ့ beginner တွေအတွက် like and follow လုပ်ထားသင့်တဲ့ page ပါ။"
  },
  {
    "name": "Htun Nay Oo",
    "date": "Dec 31, 2023",
    "message": "ဆရာမျှဝေခဲ့တဲ့ အရာတွေက Knowledge အများကြီးရပါတယ်ဗျာ"
  },
  {
    "name": "Zaw Lwin Htay",
    "date": "Dec 31, 2023",
    "message": "free ပေးထားတဲ့ စာအုပ်တွေ သင်ခန်းစာတွေအများကြီး တင်ပေးထားတဲ့ page မို့လို့ ကျနော့်လို ခုမှစလေ့လာနေတဲ့ beginner တွေအတွက် like and follow လုပ်ထားသင့်တဲ့ page ကောင်းတစ်ခုပါ"
  },
  {
    "name": "Zera Starlie",
    "date": "Dec 31, 2023",
    "message": "Such one of the best places to fall for emerging technologies. Although I have not taken any classes from NCC, I can say by just reading their posted articles that their well-formed courses will be surely affected and helpful along your journey. [and Sayar Win Htut, your python book is super duper cool. Thanks for sharing us for foc.]"
  },
  {
    "name": "Ar Kar",
    "date": "Dec 31, 2023",
    "message": "Highly recommend for IT related courses and knowledge sharing."
  },
  {
    "name": "Htay Lin Aung",
    "date": "Dec 31, 2023",
    "message": "This page is worth following for IT related content."
  },
  {
    "name": "Toewaioo",
    "date": "Dec 31, 2023",
    "message": "ဒီကနေပဲProgramming နဲ့ပတ်သတ်ပြီးKnowledgeတွေအများကြီးရရှိခဲ့တာပါ..ကျေးဇူးပါ.."
  },
  {
    "name": "Žiñ Mon Aung",
    "date": "Dec 31, 2023",
    "message": "ဆရာဝင်းထွဋ်ရဲ့ Deep dive into Python စာအုပ်ကြောင့် python programming ကိုပိုပြီး စိတ်ဝင်စားလာခဲ့ပါတယ်။\nသေချာလေးလည်း လုပ်ဖြစ်ခဲ့ပါတယ်။လေ့လာရတာ စိတ်ဝင်စားဖို့ကောင်းပြီး နားလည်လွယ်ခဲ့ပါတယ်ရှင့်။"
  },
  {
    "name": "Win Thu Rain",
    "date": "Dec 31, 2023",
    "message": "ဆရာရဲ့စာအုပ်တွေ/အတန်းတွေက တကယ်ကောင်းပါတယ်\nအများအတွက်လည်း အထောက်ကူဖြစ်ပြီး ရှင်းပြတာကောင်းလို့ လွယ်လွယ်နဲ့နားလည်လွယ်ပါတယ်ဗျ"
  },
  {
    "name": "Kyaw Thi Ha",
    "date": "Dec 31, 2023",
    "message": "ဆရာ့စာအုပ်တွေ ကနေ အများကြီးလေ့လာခွင့်ရလို့ကျေးဇူးပါ\nတကယ်စေတနာထားပြီး အသေးစိတ်ကစ သင်ပေးလို့ တော်တော်လေး နားလည်ခဲ့ပါတယ် 🥰"
  },
  {
    "name": "Lin Yaung Chi",
    "date": "Dec 31, 2023",
    "message": "programming ကိုအရင်ကလေ့လာခဲ့ဖူးပေမဲ့ သေချာနားမလည်ခဲ့တာတွေ ခုnational cyber city ကဖွင့်ပေးတဲ့ free course ကနေ သေချာလေ့လာခွင့်ရပါတယ်။ programming basic ကနေစလေ့လာမဲ့သူတွေအတွက် အလွန်အကျိုးရှိပါတယ်"
  },
  {
    "name": "Soe Nanda",
    "date": "Dec 31, 2023",
    "message": "နည်းပညာကို စိတ်ဝင်စားတဲ့လူငယ်တွေအတွက် အကျိုးများစေတဲ့ page ဖြစ်ပါတယ်ဗျ"
  },
  {
    "name": "Dwayy Paing Oo",
    "date": "Dec 31, 2023",
    "message": "The best place to learn."
  },
  {
    "name": "투투아웅",
    "date": "Dec 31, 2023",
    "message": "လူငယ်တွေအတွက်မက ကလေးငယ်လေးတွေပါ ပညာလေ့လာလို့ရတဲ့ page တခုပါ\nအရမ်းကောင်းပါတယ်"
  },
  {
    "name": "Zau Tang Npawp",
    "date": "Dec 31, 2023",
    "message": "National Cyber City က တက်သစ်စ လူငယ်အတွက်ရော level တစ်ခုထိ လေ့လာထားတဲ့ IT သမားတွေအတွက်ပါ တကယ် အထောက်အကူပြု အကျိုးပြုတဲ့ page တစ်ခုပါ။ သင်ပြပေးတဲ့ ဆရာသမားများကလဲ အဖြစ်သဘောမျိုးမဟုတ်ပဲ စေတနာအရင်းခံပြီး သင်ပြပေး ဒါနပြုပေးတဲ့အတွက် တကယ် ကျေးဇူးတင်ဝမ်းသာမိပါတယ်။ ဆက်ပြီး နှစ်ပေါင်းများစွာတိုင်လဲ ခုထက်မက ပညာရေးဖြင့် လူသားအကျိုးပြု ရပ်တည်နိုင်ပါစေ။"
  },
  {
    "name": "La Pyae Maung Maung",
    "date": "Nov 14, 2021",
    "message": "ethical hacking တတ်ဖို့ဆိုရင်ဒီသင်တန်းကိုအကြံပြုပါတယ်\nသိသင့်သိထိုက်တာတွေအခြေ ခံကနေစပြီး အဆင့်မြင့်အထိ\nသေချာရှင်းလင်းတဲ့ video သင်ကြားပို့ချချက်တွေ လက်တွေ့\nလေ့လာဖို့အတွက် lab တွေရေးဆွဲပေးပြီးသင်တန်းသားတွေကိုချ\nပေးပါတယ် တကယ်လိုက်လုပ်မယ်တတ်မြောက်ခြင်တယ်ဆိုရင်ဒီ\nသင်တန်းကိုတတ်ဖို့အကြံပြုပါတယ်\nကျန်တော်ကိုယ်တိုင်လည်းဒီသင်တန်းမှာတတ်ရောက်နေပါတယ်"
  },
  {
    "name": "Kyawswar Htun",
    "date": "Oct 4, 2021",
    "message": "Online Class တွေတော်တော်များများ မှာ လက်တွေ့နဲ့တာမျိုးတွေ Lessons Videos တွေကို ကြည့်တဲ့အခါမှာလည်း ပျင်းစရာကောင်းတဲ့အချိန်တွေကြုံရတတ်ပါတယ်။ NCC မှာ ကျွန်တော်တက်ခဲ့ဖူးတဲ့ Course တော်တော်များများမှာ ပျင်းစရာမကောင်းပဲ Lesson Videos ဆိုရင်လည်း အဆုံးထိ ဆွဲခေါ်သွားတာများပါတယ်။ ☯️☯️"
  },
  {
    "name": "Nwe Thiri",
    "date": "Sep 21, 2021",
    "message": "Programming ကိုလေ့လာချင်သူတွေအတွက် အရမ်းကိုအဆင်ပြေတဲ့ သင်တန်းတစ်ခုပါ။ Online ဖြစ်ပေမယ့်ဆရာက စိတ်ရှည်ရှည်နဲ့သေချာနားလည်အောင်သင်ပြပေးပါတယ်။\nProgramming ကို basic မှစပြီးသင်ကြားလိုသူတွေအတွက် National Cyber City မှာတက်ရောက်ဖို့ recommended ပေးချင်ပါတယ်။\nFree Course သင်ကြားပေးတဲ့အတွက်ကျေးဇူးတင်ပါတယ်ရှင့်။"
  },
  {
    "name": "Yoon Mi Mi Tun",
    "date": "Sep 19, 2021",
    "message": "C programming language\nကို လေ့လာချင်ရင်တော့ ဆရာ့ဆီမှာ သင်ယူဖို့ အကြံပြုချင်ပါတယ်။\n\nကျွန်မ online class ကို အခုမှတက်ဖူးတာပါ။\nဆရာ့ဆီမှာသင်ရတာ အဆင်ပြေပါတယ်။\nပြီးတော့ ဆရာက အသင်ပြကောင်းပါတယ်။\nဆရာ့ရဲ့ recorded video lessons တွေက စေတနာအပြည့်နဲ့\nအချိန်ပေးပြီးသင်ပေးထားတဲ့အတွက် နားမလည်မှာတော့ မစိုးရိမ်\nပါနဲ့။\nExams တွေလည်းစစ်ပေးတဲ့အတွက် ဒီ language နဲ့ပတ်သက်\nပြီး ကိုယ့်ရဲ့ ဗဟုသုတကို ပိုပြီးတိုးစေပါတယ်။... See more"
  },
  {
    "name": "Eira Hsu",
    "date": "Sep 19, 2021",
    "message": "စာအသင်အပြအရမ်းကောင်းပါတယ်။recorded video lesson\nဆိုပေမယ့် စိတ်ရှည်ရှည်နဲ့သေချာနားလည်အောင် ရှင်းပြပါတယ်။\nခုမှ programmingကိုစလေ့လာမယ့်သူတွေအတွက်လဲ အရမ်းကို\nအဆင်ပြေပါတယ်။free class မှာလဲ စေတနာပါပါနဲ့\nသေသေချာချာ သင်ကြားပေးပါတယ် Exam တွေလဲစစ်ပေးတယ်\n။ ဆရာ့ ဆီက လေ့လာခွင့်ရတဲ့အတွက် အရမ်းလည်းကျေးဇူးတင်\nပါတယ်ရှင့်။"
  },
  {
    "name": "Ar Kar Phyo",
    "date": "Sep 19, 2021",
    "message": "C programming Free Course မှ သင်တန်းသားတစ်ယောက်\nပါ။\nFree Course ဆိုပေမဲ့ သင်ပေးတဲ့ ဆရာက စိတ်ရှည်ရှည်နဲ့\nအသေးစိတ် သေချာရှင်းပြပေးတယ်ဗျ။\nသိပ်မလိုက်နိုင်တဲ့သူတွေအတွက် ၂ ခေါက်တောင် ပြန်ရှင်းပြပေး\nတယ်ဗျ။\nအရင်က တခြားမှာလည်း Online Course တွေတက်ဖူးပါတယ်။\nဒါပေမဲ့ ဒီ online Course က ပိုမိုသာလွန်ကောင်းမွန်နေပါတယ်။\nProgramming ကို basic မှစပြီး သင်ကြားလိုသူတွေ အတွက်\nဒီမှာတက်ဖို့ Recommended ပေးချင်ပါတယ်။\n\nFree Course ဖွင့်ပြီး သင်ကြားပေးတဲ့အတွက် ကျေး... See more"
  },
  {
    "name": "Ye Htun Naing",
    "date": "Sep 19, 2021",
    "message": "programming ဘာသာရပ်ကို ဘာမှမသိသေးသူတွေတောင်\nနားလည်နိုင်အောင် သေသေချာချာရှင်းပြပြီး သင်ပေးတဲ့အတွက်\nအရမ်းကောင်းပါတယ်။ သင်ပေးတဲ့ ဆရာကလည်းစေတနာ ပါပါ\nနဲ့သင်ပေးတာဖြစ်တဲ့ အပြင် Google classroom နဲ့သင်တာဖြစ်\nလို့ လေ့လာရလည်: လွယ်ကူပြီး အတော်လေးအဆင်ပြေတဲ့\nသင်တန်းတစ်ခုဖြစ်ပါတယ်။😍"
  },
  {
    "name": "Zaw Min Htet",
    "date": "Sep 19, 2021",
    "message": "ကျနော့်လိုprogrammingကြောက်တဲ့သူတစ်ယောက်တောင်\nဆရာသင်ပြမှုကြောင့်conceptတွေနားလည်ပီးပြန်မေးစရာမလို\nအောင်ဆရာကlessonတခုတိုင်းမှာထပ်တလဲလဲရှင်းပြနေတာကို"
  }
] satisfies {
  name: string;
  date: string;
  message: string;
}[];
